Repository: kapsiry/sikteeri
Catalog: membership/locale/*/LC_MESSAGES/django.po
Languages: fi

source: duplicate payment
fi: duplikaattimaksu

source: Attached payment %(payment)s to cycle %(cycle)s
fi: Liitettiin maksu %(payment)s laskutuskauteen %(cycle)s

source: Billing cycle already paid for %s. Payment not attached.
fi: Laskutuskausi maksettu jo maksulle %s. Maksua ei liitetty.

source: No billing cycle found for %s
fi: Ei laskutuskautta maksulle %s

source: Kapsi member application %i
fi: Kapsin jäsenhakemus %i

source: Duplicate payment
fi: Duplikaattimaksu

source: Login begins with an illegal character or contains an illegal character.
fi: Käyttäjätunnus alkaa merkillä, joka ei käy käyttäjätunnuksen ensimmäiseksi merkiksi, tai käyttäjätunnus sisältää merkin, jota se ei voi sisältää.

source: Login already reserved.
fi: Käyttäjätunnus on jo käytössä.

source: Invalid year of birth
fi: Virheellinen syntymävuosi

source: Nationality
fi: Kansalaisuus

source: Finnish nationality
fi: Suomi

source: Your nationality
fi: Kansalaisuus

source: Home municipality
fi: Kotipaikka

source: Finnish municipality
fi: Suomen kunta

source: Year of birth
fi: Syntymävuosi

source: Year of birth on format YYYY
fi: Syntymävuosi muodossa vvvv

source: Additional information
fi: Lisätietoja

source: You can write additional questions or details here
fi: Lisätietoja tai kysymyksiä

source: From friend
fi: Kaverilta

source: From IRC
fi: IRC:stä

source: From social media
fi: Sosiaalisesta mediasta

source: From advertisement
fi: Mainoksesta

source: From event
fi: Tapahtumassa

source: Other, what?
fi: Muualta, mistä

source: Where did you hear about as
fi: Missä kuulit meistä

source: Other, where?
fi: Muualta, mistä

source: My name (first and last name) and homepage can be shown in the public memberlist
fi: Nimeni (etunimen ja sukunimen) ja kotisivuosoitteeni saa näyttää julkisessa jäsenluettelossa

source: I want a MySQL database
fi: Haluaisin käyttööni MySQL-tietokannan

source: I want a PostgreSQL database
fi: Haluaisin käyttööni PostgreSQL-tietokannan

source: I want a login.kapsi.fi website
fi: Haluaisin käyttööni käyttäjätunnus.kapsi.fi -verkko-osoitteen

source: UNIX Login
fi: Käyttäjätunnus

source: Home country of your organization
fi: Kotimaa

source: Place where your organization is registered to
fi: Kotipaikka (säännöissä)

source: Business ID
fi: Y-tunnus

source: Business ID given by Patentti- ja rekisterihallitus
fi: Patentti- ja rekisterihallituksen antama Y-tunnus

source: Organization information (name and homepage) can be shown in the public memberlist
fi: Yhteisön nimen ja kotisivuosoitteen saa näyttää julkisessa jäsenluettelossa

source: Street address required.
fi: Katuosoite vaaditaan.

source: Street address
fi: Katuosoite

source: Postal code required.
fi: Postinumero vaaditaan.

source: Postal code
fi: Postinumero

source: Post office
fi: Postitoimipaikka

source: Country
fi: Maa

source: Finland
fi: Suomi

source: Phone invalid.
fi: Virheellinen puhelinnumero.

source: Phone number
fi: Puhelinnumero

source: Phone number that accepts calls
fi: Puhelinnumero johon voi soittaa

source: SMS number invalid.
fi: Virheellinen tekstiviestinumero.

source: SMS number
fi: Tekstiviestinumero

source: Phone number that accepts text messages. Used for sending the password.
fi: Puhelinnumero, johon voi lähettää tekstiviestejä. Käytetään salasanan lähettämiseen.

source: E-mail
fi: Sähköpostiosoite

source: Homepage
fi: Kotisivu

source: Homepage for the public member list
fi: Kotisivuosoite julkiseen jäsenluetteloon

source: Postal codes in Finland must consist of 5 numbers.
fi: Suomalaisissa postinumeroissa on 5 numeroa.

source: First name required.
fi: Etunimi vaaditaan.

source: First name
fi: Kutsumanimi (etunimi)

source: Given names required.
fi: Kaikki etunimet vaaditaan.

source: Given names
fi: Kaikki etunimet

source: Including first name
fi: Myös ensimmäinen nimi

source: Last name required.
fi: Sukunimi vaaditaan.

source: Last name
fi: Sukunimi

source: Organization name
fi: Yhteisön nimi

source: Person
fi: Henkilöjäsen

source: Junior
fi: Nuorisojäsen

source: Supporting
fi: Kannatusjäsen

source: Organization
fi: Yhteisöjäsen

source: Honorary
fi: Kunniajäsen

source: New
fi: Uusi

source: Pre-approved
fi: Esihyväksytty

source: Approved
fi: Hyväksytty

source: Dissociation requested
fi: Pyytänyt eroa

source: Dissociated
fi: Ero myönnetty

source: Deleted
fi: Poistettu

source: Email
fi: Sähköpostiosoite

source: Paper
fi: Paperi

source: contact changed
fi: yhteystietoa muutettu

source: contact created
fi: yhteystieto luotu

source: Phone
fi: Puhelin

source: Membership type
fi: Jäsenluokka

source: Membership status
fi: Jäsenyyden tila

source: Membership created
fi: Jäsenyys luotu

source: Membership approved
fi: Jäsenyys hyväksytty

source: Membership changed
fi: Jäsenyyttä muutettu

source: Show in the memberlist
fi: Näytä jäsenluettelossa

source: Billing contact
fi: Laskutusyhteystieto

source: Technical contact
fi: Tekninen yhteystieto

source: Membership locked
fi: Jäsenyys lukittu

source: Member dissociated
fi: Jäsenelle myönnetty ero

source: Fee type
fi: Maksutyyppi

source: Valid from date
fi: Voimassa alkaen

source: Sum
fi: Summa

source: VAT percentage
fi: ALV-prosentti

source: Membership
fi: Jäsenyys

source: Start
fi: Alku

source: End
fi: Loppu

source: Is paid
fi: Maksettu

source: Reference number
fi: Viitenumero

source: Original bill
fi: Alkuperäinen lasku

source: Created
fi: Luotu

source: Cycle
fi: Kausi

source: Reminder count
fi: muistutusten määrä

source: Due date
fi: Eräpäivä

source: Last changed
fi: Muutettu

source: Bill type
fi: Laskun tyyppi

source: Sent on
fi: Lähetetty

source: Ignored payment
fi: Huomiotta jätetty maksu

source: Comment
fi: Kommentti

source: Message
fi: Viesti

source: Transaction id
fi: Arkistointitunnus

source: Payment day
fi: Maksupäivä

source: Amount
fi: Määrä

source: Type
fi: Tyyppi

source: Payer name
fi: Maksajan nimi

source: Timestamp
fi: Tapahtuma-aika

source: Service specific data
fi: Palvelukohtainen tieto

source: Member
fi: Jäsen

source: euros
fi: euroa

source: bill
fi: lasku

source: reminder
fi: muistutus

source: paid
fi: maksettu

source: Payment
fi: Maksu

source: reference number
fi: viitenumero

source: No bill matches this filter, try seeing the full list.
fi: Laskuja ei löytynyt hakuehdoilla, kokeile täydellistä listaa.

source: Billing cycle is paid
fi: Laskutuskausi on maksettu

source: Billing Cycle
fi: Laskutuskausi

source: for membership
fi: jäsenyydelle

source: Connect
fi: Yhdistä

source: Back to member overview
fi: Takaisin jäsenen tietoihin

source: Billing cycle for member
fi: Laskutuskausi jäsenelle

source: Reminder
fi: Muistutus

source: Bill
fi: Lasku

source: sent
fi: lähetetty

source: due on
fi: erääntyy

source: not paid
fi: ei maksettu

source: paid on
fi: maksettu

source: Bill for member
fi: Lasku jäsenelle

source: Payer
fi: Maksaja

source: Payment assigned to
fi: Kohdistus

source: Save changes
fi: Tallenna muutokset

source: Actions
fi: Toiminnot

source: Send duplicate payment notice
fi: Lähetä duplikaattimaksuhuomautus

source: Assign a payment to this billing cycle
fi: Liitä maksu tähän laskutuskauteen

source: Unassign this payment from the current billing cycle
fi: Poista tämä maksu nykyisestä laskutuskaudestaan

source: Event log
fi: Tapahtumaloki

source: Time
fi: Tapahtuma-aika

source: Modifer
fi: Muokkaaja

source: Record
fi: Tietue

source: Old
fi: Vanha

source: Import payments
fi: Tuo maksuja

source: Adding alias for member
fi: Lisätään alias jäsenelle

source: Add alias
fi: Lisää alias

source: Canceling dissociation request
fi: Perutaan eropyyntö

source: Move member back to approved state
fi: Siirrä jäsen takaisin tilaan hyväksytty

source: Converting membership
fi: Muunnetaan jäsenyyttä

source: to an organization.
fi: yhteisöksi.

source: Convert member
fi: Muunna jäsen

source: Deleting membership
fi: Jäsenyyden poisto

source: This action is irreversible and data will be lost!
fi: Tämä toimenpide on peruuttamaton ja tiedot katoavat!

source: Member has not been dissociated. Are you want to delete them?
fi: Jäsenelle ei ole myönnetty eroa. Oletko varma että haluat poistaa jäsenen?

source: Delete member
fi: Poista jäsen

source: Dissociating membership
fi: Myönnetään ero jäsenelle

source: Member has not requested for dissociation. Do you still want to dissociate them?
fi: Jäsen ei ole hakenut eroa. Oletko varma että haluat myöntää eron?

source: Dissociate member
fi: Myönnä ero jäsenelle

source: Edit person contact
fi: Muokkaa henkilön yhteystietoja

source: Edit billing contact
fi: Muokkaa laskutusyhteystietoja

source: Add billing contact
fi: Muokkaa laskutusyhteystietoja

source: Edit technical contact
fi: Muokkaa teknistä yhteystietoa

source: Add technical contact
fi: Muokkaa teknistä yhteystietoa

source: Edit organization contact
fi: Muokkaa yhteisön yhteystietoja

source: Save membership changes
fi: Tallenna muutokset jäsenyyteen

source: Add an alias
fi: Lisää alias

source: Request dissociation
fi: Kirjaa eropyyntö

source: Cancel dissociation request
fi: Peru eropyyntö

source: Dissociate
fi: Myönnä ero

source: Delete
fi: Poista

source: Convert to an organization
fi: Muunna yhteisöksi

source: Aliases
fi: Aliakset

source: Services
fi: Palvelut

source: Billing information
fi: Laskutustiedot

source: cancelled bill
fi: hyvitetty

source: Event type
fi: Tapahtuman laji

source: User
fi: Käyttäjä

source: Summary
fi: Yhteenveto

source: Comments
fi: Kommentit

source: Comment on membership
fi: Kommentoi jäsenyyttä

source: &lt; membership deleted &gt;
fi: &lt; jäsenyys poistettu &gt;

source: show possible duplicates
fi: Näytä mahdolliset duplikaatit

source: No membership matches this filter, try seeing the full list
fi: Jäsentietoja ei löytynyt hakuehdoilla, kokeile täydellistä listaa.

source: Pre-approve cart
fi: Esihyväksyntäkori

source: Preapprove these
fi: Esihyväksy nämä

source: Approve cart
fi: Hyväksyntäkori

source: Approve these
fi: Hyväksy nämä

source: Disassociate cart
fi: Erotuskori

source: Disassociate these
fi: Erota nämä

source: Marking membership as requested dissociation
fi: Siirretään jäsen tilaan ero pyydetty

source: Move member to dissociation requested state
fi: Siirrä jäsen tilaan ero pyydetty

source: Organization member's application form
fi: Yhteisön jäsenhakemuslomake

source: Save and continue to next stage
fi: Tallenna ja jatka

source: Save contact or skip to next stage
fi: Tallenna tai ohita ja jatka

source: Application review
fi: Hakemuksen tietojen tarkistus

source: Send application
fi: Lähetä hakemus

source: Choose services
fi: Valitse palvelut

source: Save services
fi: Tallenna palvelut

source: No e-mail forward
fi: Ei sähköpostiohjausta

source: Supporting member's application form
fi: Kannatusjäsenen jäsenhakemuslomake

source: Previous
fi: Edellinen

source: Next
fi: Seuraava

source: Attached
fi: Yhdistetty

source: No payment matches this filter, try seeing the full list.
fi: Maksuja ei löytynyt hakuehdoilla, kokeile täydellistä listaa.

source: Get reminders on pdf format
fi: Hae muistutukset PDF-muodossa

source: Download reminders pdf
fi: Lataa PDF-muistutukset

source: Mark as sent
fi: Merkitse lähetetyksi

source: Mark reminders as sent
fi: Merkitse muistutukset lähetetyiksi

source: List reminders
fi: Listaa muistutukset

source: count
fi: määrä

source: Send test e-mail
fi: Lähetä testisähköposti

source: This field is required.
fi: Tämä kenttä vaaditaan.

source: Addition
fi: Lisäys

source: Change
fi: Muutos

source: Deletion
fi: Poisto

source: Membership application received
fi: Jäsenhakemus vastaanotettu

source: Person member application
fi: Henkilöjäsenen liittymislomake

source: Organization application
fi: Yhteisön hakemus

source: Required data missing. Maybe attempted to submit application twice?
fi: Vaadittu tieto puuttuu. Yritit mahdollisesti lähettää hakemuksen useaan kertaan?

source: Review
fi: Tarkistus

source: Supporting member application
fi: Kannatusjäsenen liittymislomake

source: Added contact %s.
fi: Lisätty yhteystieto %s.

source: New contact not saved.
fi: Yhteystiedon muutoksia ei tallennettu.

source: You are not authorized to modify memberships.
fi: Sinulla ei ole oikeutta muokata jäseniä.

source: Changes to contact %s saved.
fi: Yhteystiedon %s muutokset tallennettu.

source: Changes to contact %s not saved.
fi: Yhteystiedon %s muutoksia ei tallennettu.

source: Changes to bill %s saved.
fi: Laskun %s muutokset tallennettu.

source: Changes to bill %s not saved.
fi: Laskun %s muutoksia ei tallennettu.

source: None chosen
fi: Ei valittu

source: Changes to payment %s saved.
fi: Maksun %s muutokset tallennettu.

source: Changes to BillingCycle %s not saved.
fi: Laskutuskauden %s muutoksia ei tallennettu.

source: CSV File
fi: CSV-tiedosto

source: Choose CSV file to upload
fi: Valitse käsiteltävä CSV-tiedosto

source: File type
fi: Tiedostotyyppi

source: Payment import succeeded!
fi: Maksujen tuonti onnistui!

source: Payment import failed.
fi: Maksujen tuonti epäonnistui.

source: Reminders marked as sent
fi: Paperimuistutukset merkitty lähetetyiksi

source: Error processing PDF
fi: Virhe tuottaessa PDF-tiedostoa

source: Cannot open PDF file
fi: Ei voida avata PDF-tiedostoa

source: Print paper reminders
fi: Tulosta paperimuistutukset

source: Changes to billing cycle %s saved.
fi: Laskutuskauden %s muutokset tallennettu.

source: Changes to payment %s not saved.
fi: Maksun %s muutoksia ei tallennettu.

source: Permission manage required
fi: Käyttöoikeus hallinta vaaditaan

source: List duplicates for member #%(mid)i %(membership)s
fi: Listaa duplikaattijäsenet #%(mid)i %(membership)s

source: To confirm deletion, you must check this box:
fi: Varmista poisto valitsemalla tämä laatikko:

source: Member %s successfully deleted.
fi: Jäsen %s poistettu onnistuneesti.

source: To confirm dissociation, you must check this box:
fi: Myönnä ero valitsemalla tämä laatikko:

source: Member %s successfully dissociated.
fi: Jäsenelle %s myönnetty ero.

source: To confirm state change, you must check this box:
fi: Varmista muutos valitsemalla tämä laatikko:

source: Member %s successfully transferred to requested dissociation state.
fi: Jäsen %s on nyt tilassa eronpyyntö esitetty.

source: Member %s successfully transferred back to approved state.
fi: Jäsenen %s eronpyyntö peruttu.

source: To confirm conversion, you must check this box:
fi: Varmista muutos valitsemalla tämä laatikko:

source: Member %s successfully converted to an organization.
fi: Jäsen %s muutettu yhteisöjäseneksi onnistuneesti.

source: Recipient e-mail address
fi: Vastaanottajan sähköpostiosoite
