Repository: kapsiry/sikteeri
Catalog: sikteeri/locale/*/LC_MESSAGES/django.po
Languages: fi

source: 403 Not authorized
fi: 403 Ei sallittu

source: You have no right to access this content.
fi: Sinulla ei ole oikeutta päästä tänne.

source: 404. Not found.
fi: 404. Ei löytynyt.

source: We could not find what you requested. Why? Because it's not there.
fi: Saako olla valkosipulia? Ei ole. Hnmm.

source: Internal server error
fi: Sisäinen palvelinvirhe

source: Something went seriously wrong. Technical support monkeys are being dispatched.
fi: Jokin meni mönkään. Tukipalvelun apinat ryntäävät tutkimaan.

source: Presenting the new jazzy Sikteeri
fi: Tässäpä kauan kaivattu jazzaava Sikteeri

source: Django and the jazz cigarette
fi: Django ja jazztupakka

source: Logout
fi: Kirjaudu ulos

source: Login
fi: Kirjaudu sisään

source: Public
fi: Julkinen

source: Frontpage
fi: Etusivu

source: New application
fi: Uusi hakemus

source: Membership management
fi: Jäsenhallinta

source: Member applications
fi: Uudet hakemukset

source: Preapproved applications
fi: Esihyväksytyt hakemukset

source: Members
fi: Jäsenet

source: emails
fi: emailit

source: Members that have requested dissociation
fi: Eroavat jäsenet

source: Dissociated members
fi: Eronneet jäsenet

source: Deleted members
fi: Poistetut jäsenet

source: All membership entities
fi: Kaikki jäsentietueet

source: Search memberships
fi: Hae jäsentietoja

source: List of unpaid bills
fi: Lista avoimista laskuista

source: Unpaid paper reminders
fi: Maksamattomat paperimuistutukset

source: All bills
fi: Kaikki laskut

source: Unknown payments
fi: Tunnistamattomat maksut

source: Ignored payments
fi: Huomiotta jätetyt maksut

source: All payments
fi: Kaikki maksut

source: Print reminders
fi: Tulosta muistutukset

source: Import payments
fi: Tuo maksut

source: Send test e-mail
fi: Lähetä testisähköposti

source: Admin
fi: Ylläpito

source: Username
fi: Käyttäjätunnus

source: Password
fi: Salasana

source: Log in
fi: Kirjaudu sisään

source: Under maintenance
fi: Tilapäisesti poissa käytöstä
